{
  "base_cost": 630,
  "days": [
    {
      "id": "1",
      "description": "Выезд из Минска вечером накануне. Транзит по территории Беларуси, Латвии, Эстонии. Переезд в Таллинн (850 км). Экскурсия по Таллину. В 18:00 отправление в Стокгольм паромом Tallink Silja Line. Развлекательная программа и шоппинг на борту. Ужин по системе «шведский стол»*. Ночь на пароме.",
      "excursions": [
        {"id": "exc_tallinn", "name": "Обзорная экскурсия по Таллину", "cost_eur": 0, "included": true}
      ],
      "food": [
        {"name": "Supper", "cost_eur": 45}
      ]
    },
    {
      "id": "2",
      "description": "Завтрак на пароме. В 10:30 прибытие в Стокгольм. Переезд в отель в пригороде Осло (560 км). По дороге – остановка на обед*. Ночь в отеле.",
      "excursions": [],
      "food": [
        {"name": "Lunch", "cost_eur": 20}
      ]
    },
    {
      "id": "3",
      "description": "Завтрак в отеле. Экскурсия по Осло: Королевский дворец, Ратуша, район Квадратура, крепость Акерхус, Фрогнер-парк со скульптурами Г. Вигеланда, здание оперы, современная застройка квартала Баркод и др. Свободное время. Для желающих посещение Народного музея (входные билеты + экскурсия, €20 взр/бесплатно до 17 лет). Около 14:30 выезд в Ставангер (540 км). Ночь в отеле в Ставангере.",
      "excursions": [
        {"id": "exc_oslo", "name": "Обзорная экскурсия по Осло", "cost_eur": 0, "included": true},
        {"id": "exc_narodny_museum", "name": "Народный музей (входные билеты + экскурсия)", "cost_eur": 20, "included": false}
      ]
    },
    {
      "id": "4",
      "description": "Завтрак в отеле. Экскурсия по портовому городу Ставангер: кафедральный собор, старый город с сохранившимися старинными постройками XVII–XIX вв. и деревянными жилыми кварталами. Свободное время или для желающих один из вариантов на выбор: 1. Круиз из Ставангера* (~2,5 ч., €80/€70 до 16 лет) на кораблике по Люсефьорду, возвращение на кораблике в Ставангер. Самостоятельное возвращение в отель. 2. Поездка на весь день: круиз на кораблике* (~2 ч.) по Люсефьорду из Ставангера до Оанеса, переезд (~20 км) на автобусе в район «Кафедры проповедника». Восхождение на «Кафедра проповедника» (€90/€80 до 16 лет, включая круиз, трансфер). 3. Поездка на весь день*: выезд (~45 км) на автобусе из Ставангера в Оанес, присоединение туристов после круиза, переезд (~20 км) на автобусе в район «Кафедры Проповедника» (€37, вкл. трансфер). Отдых на берегу озера или подъем на «Кафедру Проповедника» (3,5 км в одну сторону). Туда-обратно около 4 часов, пешком через лес, скалы, по каменистым тропам, и осмотр панорамы фьорда с высоты птичьего полета. Требуется: хорошая физическая форма, трекинговая обувь, непромокаемая одежда. В дождливую погоду подъем не рекомендуется! Возвращение в Ставангер (65 км). Ночь в отеле в Ставангере.",
      "excursions": [
        {"id": "exc_stavanger", "name": "Обзорная экскурсия по Ставангеру", "cost_eur": 0, "included": true},
        {"id": "exc_cruise_lysefjord", "name": "Круиз по Люсефьорду", "cost_eur": 80, "included": false},
        {"id": "exc_preikestolen", "name": "Восхождение на Кафедру Проповедника", "cost_eur": 90, "included": false}
      ]
    },
    {
      "id": "5",
      "description": "Завтрак в отеле. Выезд в Берген (180 км, в том числе две паромные переправы через Бокнафьорд и Бьёрнафьорд). Экскурсия по Бергену: ганзейская набережная Брюгген, рыбная площадь, городская Ратуша, церковь Св. Марии, крепость Бергенхюс, концертный зал Григхаллен, и др. Свободное время. Возможность попробовать морские деликатесы на рыбном рынке. Для желающих*: подъем на фуникулере на смотровую площадку горы Флейен (€20/€10 до 15 лет). Ночь в отеле в Бергене.",
      "excursions": [
        {"id": "exc_bergen", "name": "Обзорная экскурсия по Бергену", "cost_eur": 0, "included": true},
        {"id": "exc_fløyen", "name": "Фуникулер на гору Флейен", "cost_eur": 20, "included": false}
      ]
    },
    {
      "id": "6",
      "description": "Завтрак в отеле. Выезд в район Согнефьорда (150 км), с остановкой у водопада Твиндефоссен. Свободное время на берегу фьорда или для желающих*: 1. Круиз на кораблике (2 ч., €49/€40 до 16 лет; покупка и оплата только с туром) по самому узкому фьорду в мире – Неройфьорду. 2. Путешествие по горной железной дороге Флом (€71 взр. /€41 до 16 лет; покупка и оплата только с туром), с остановкой у водопада Кьесфоссен. Ночной переезд в Стокгольм (840 км).",
      "excursions": [
        {"id": "exc_cruise_nærøyfjord", "name": "Круиз по Неройфьорду", "cost_eur": 49, "included": false},
        {"id": "exc_flåm_railway", "name": "Железная дорога Флом", "cost_eur": 71, "included": false}
      ]
    },
    {
      "id": "7",
      "description": "Экскурсия по Стокгольму: Королевский дворец, старый город, церковь Риддархольм, опера, Ратуша* (€25/€19 до 17 лет) и др. Для желающих*: музей корабля 'Васа' (входные билеты + экскурсия €25 взр./бесплатно до 18 лет). В 20:00 отправление в Турку паромом Viking Line: новый паром Glory, спущенный на воду в 2022 году. Развлекательная программа на борту. Ужин по системе «шведский стол»* Ночь на пароме.",
      "excursions": [
        {"id": "exc_stockholm", "name": "Обзорная экскурсия по Стокгольму", "cost_eur": 0, "included": true},
        {"id": "exc_rathaus", "name": "Ратуша Стокгольма", "cost_eur": 25, "included": false},
        {"id": "exc_vasa", "name": "Музей корабля 'Васа'", "cost_eur": 25, "included": false}
      ],
      "food": [
        {"name": "Supper", "cost_eur": 45}
      ]
    },
    {
      "id": "8",
      "description": "Завтрак на пароме. В 07:35 прибытие в Турку. Переезд в Хельсинки (170 км). Свободное время. Для желающих – пешеходная экскурсия по Хельсинки*(20 евро). В 14:30 отправление в Таллин паромом Viking Line. В 16:30 прибытие в Таллин. Посещение супермаркета. Переезд в Минск (850 км). Пересечение латышско-белорусской границы. Возвращение в Минск на следующий день.",
      "excursions": [
        {"id": "exc_helsinki", "name": "Пешеходная экскурсия по Хельсинки", "cost_eur": 20, "included": false}
      ],
      "food": [
        {"name": "Lunch", "cost_eur": 20}
      ]
    },
    {
      "id": "9",
      "description": "Пересечение латышско-белорусской границы. Возвращение в Минск.",
      "excursions": []
    }
  ],
  "visa": [
    {"name": "Visa", "cost_eur": 165},
    {"name": "Visa Support", "cost_eur": 30}
  ],
  "service": [
    {"name": "Tour service", "cost_eur": 45},
    {"name": "Select place in bus", "cost_eur": 10}
  ]
}